Repository: Tuga-Green-Hat-Hacker/repository.Tuga.MATRIX
Catalog: repo/plugin.video.euronews_com/resources/language/resource.language.*/strings.po
Languages: el_gr, hr_hr, hu_hu, ro_ro, tr_tr

# #30000
source: General
el_gr: Γενικός
hr_hr: Općenito
hu_hu: Tábornok
tr_tr: Genel

# #30001
source: Advanced
el_gr: Προχωρημένος
hr_hr: Napredna
hu_hu: Fejlett
ro_ro: Avansat
tr_tr: Ileri

# #30110
source: Euronews - Language
el_gr: Euronews - Γλώσσα
hr_hr: Euronews - Jezik
hu_hu: Euronews - Nyelv
ro_ro: Euronews - Limbă
tr_tr: Euronews - Dil

# #30111
source: English
el_gr: Αγγλικά
hr_hr: Engleski
hu_hu: Angol
ro_ro: Engleză
tr_tr: Ingilizce

# #30112
source: Greek
el_gr: Ελληνικά
hr_hr: Grčki
hu_hu: Görög
ro_ro: Greacă
tr_tr: Yunanca

# #30113
source: French
el_gr: Γαλλικά
hr_hr: Francuski
hu_hu: Francia
ro_ro: Franceză
tr_tr: Fransızca

# #30114
source: German
el_gr: Γερμανικά
hr_hr: Njemački
hu_hu: Német
ro_ro: Germană
tr_tr: Almanca

# #30115
source: Italian
el_gr: Ιταλικά
hr_hr: Talijanski
hu_hu: Olasz
ro_ro: Italiană
tr_tr: İtalyanca

# #30116
source: Spanish
el_gr: Ισπανικά
hr_hr: Španjolski
hu_hu: Spanyol
ro_ro: Spaniolă
tr_tr: İspanyolca

# #30117
source: Portuguese
el_gr: Πορτογαλικά
hr_hr: Portugalski
hu_hu: Portugál
ro_ro: Portugheză
tr_tr: Portekizce

# #30118
source: Hungarian
el_gr: Ουγγρικά
hr_hr: Mađarski
hu_hu: Magyar
ro_ro: Ungară
tr_tr: Macarca

# #30119
source: Russian
el_gr: Ρωσικά
hr_hr: Ruski
hu_hu: Orosz
ro_ro: Rusă
tr_tr: Rusça

# #30120
source: [COLOR orangered]Ukrainian (switched off)[/COLOR]
el_gr: [COLOR orangered]Ουκρανικά (απενεργοποιημένο)[/COLOR]
hr_hr: [COLOR orangered]Ukrajinski (isključen)[/COLOR]
hu_hu: [COLOR orangered]Ukrán (kikapcsolva)[/COLOR]
ro_ro: [COLOR orangered]Ucraineană (inchis)[/COLOR]
tr_tr: [COLOR orangered]Ukrayna (kapalı)[/COLOR]

# #30121
source: Turkish
el_gr: Τουρκικά
hr_hr: Turski
hu_hu: Török
ro_ro: Turcă
tr_tr: Türkçe

# #30122
source: Arabic
el_gr: Αραβικά
hr_hr: Arapski
hu_hu: Arab
ro_ro: Arabă
tr_tr: Arapça

# #30123
source: Persian
el_gr: Περσικά
hr_hr: Perzijski
hu_hu: Perzsa
ro_ro: Persană
tr_tr: Farsça

# #30124
source: Videos preferably play via [COLOR yellow]*YOUTUBE-Link*[/COLOR]
el_gr: Τα βίντεο αναπαράγονται κατά προτίμηση μέσω [COLOR yellow]* YOUTUBE-Link *[/COLOR]
hr_hr: Videozapisi se po mogućnosti reproduciraju putem [COLOR yellow]*YOUTUBE-Link*[/COLOR]
hu_hu: A videókat lehetőleg [COLOR yellow]*YOUTUBE-Link*[/COLOR] csatornán játssza le
ro_ro: Videoclipurile sunt de preferat redate prin [COLOR yellow]*YOUTUBE-Link*[/COLOR]
tr_tr: Videolar tercihen [COLOR yellow]*YOUTUBE-Link*[/COLOR] ile oynatılır

# #30125
source: Use Thumb as Background-Fanart
el_gr: Χρησιμοποιήστε το Thumb ως Background-Fanart
hr_hr: Koristite Palac kao pozadinu-fanart
hu_hu: Használja a hüvelykujjat háttérképként
ro_ro: Utilizați Thumb ca Fanart de fundal
tr_tr: Başkenti Arkaplan-Fanart Olarak Kullan

# #30126
source: Show Addon-Settings in the overview
el_gr: Εμφάνιση πρόσθετων ρυθμίσεων στην επισκόπηση
hr_hr: Prikaži Addon-Settings u pregledu
hu_hu: Mutassa az Addon-beállításokat az áttekintésben
ro_ro: Afișați Setări-Addon în prezentare
tr_tr: Eklenti Ayarlarını genel bakışta göster

# #30127
source: Detailed Addon-Debug (otherwise only Minimal-Log)
el_gr: Λεπτομερής προσθήκη-εντοπισμού σφαλμάτων (διαφορετικά μόνο το Minimal-Log)
hr_hr: Detaljan program za uklanjanje pogrešaka Addon (inače samo minimalni zapisnik)
hu_hu: Részletes kiegészítő hibakeresés (egyébként csak a minimális napló)
ro_ro: Addon-Depanare detaliat (altfel doar Minimal-Buturuga)
tr_tr: Ayrıntılı Eklenti Hata Ayıklama (aksi takdirde yalnızca Minimal Günlük)

# #30230
source: [B][COLOR ff0099ff]LANGUAGE[/COLOR][/B]
el_gr: [B][COLOR ff0099ff]ΓΛΩΣΣΑ[ COLOR][/B]
hr_hr: [B][COLOR ff0099ff]JEZIK[ COLOR][/B]
hu_hu: [B][COLOR ff0099ff]NYELV[/COLOR][/B]
ro_ro: [B][COLOR ff0099ff]LIMBA[/COLOR][/B]
tr_tr: [B][COLOR ff0099ff]DİL[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
el_gr: [B][COLOR ff0099ff]ΠΑΙΖΩ[/COLOR][/B]
hr_hr: [B][COLOR ff0099ff]IGRA[/COLOR][/B]
hu_hu: [B][COLOR ff0099ff]JÁTÉK[/COLOR][/B]
ro_ro: [B][COLOR ff0099ff]JOACA[/COLOR][/B]
tr_tr: [B][COLOR ff0099ff]OYNA[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]FANART[/COLOR][/B]
el_gr: [B][COLOR ff0099ff]ΦΑΝΑΡΤ[/COLOR][/B]
hu_hu: [B][COLOR ff0099ff]RAJONGÓI ALKOTÁS[/COLOR][/B]
ro_ro: [B][COLOR ff0099ff]FAN AL ARTEI[/COLOR][/B]
tr_tr: [B][COLOR ff0099ff]FANARTS[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
el_gr: [B][COLOR ff0099ff]ΡΥΘΜΙΣΕΙΣ[/COLOR][/B]
hr_hr: [B][COLOR ff0099ff]POSTAVKE[/COLOR][/B]
hu_hu: [B][COLOR ff0099ff]BEÁLLÍTÁSOK[/COLOR][/B]
ro_ro: [B][COLOR ff0099ff]SETĂRI[/COLOR][/B]
tr_tr: [B][COLOR ff0099ff]AYARLAR[/COLOR][/B]

# #30234
source: [B][COLOR ff0099ff]LOG[/COLOR][/B]
el_gr: [B][COLOR ff0099ff]ΚΟΥΤΣΟΥΡΟ[/COLOR][/B]
hr_hr: [B][COLOR ff0099ff]DNEVNIK[/COLOR][/B]
hu_hu: [B][COLOR ff0099ff]NAPLÓ[/COLOR][/B]
ro_ro: [B][COLOR ff0099ff]BUTURUGA[/COLOR][/B]
tr_tr: [B][COLOR ff0099ff]GÜNLÜK[/COLOR][/B]

# #30350
source: * [COLOR chartreuse]If activated: playing Youtube-Link, if Link available (higher quality) - otherwise standard ![/COLOR] *
el_gr: * [COLOR chartreuse]Εάν είναι ενεργοποιημένο: αναπαραγωγή Youtube-Link, εάν υπάρχει διαθέσιμος σύνδεσμος (υψηλότερη ποιότητα) - διαφορετικά στάνταρ ![/COLOR] *
hr_hr: * [COLOR chartreuse]Ako se aktivira: igranje Youtube-Link-a, ako je dostupan (kvalitetniji) - inače standard ![/COLOR] *
hu_hu: * [COLOR chartreuse]Ha aktiválva van: a Youtube-Link lejátszása, ha a Link elérhető (jobb minőségű) - egyébként standard ![/COLOR] *
ro_ro: * [COLOR chartreuse]Dacă este activat: redarea Youtube-Link, dacă este disponibil Link (calitate superioară) - altfel standard ![/COLOR] *
tr_tr: * [COLOR chartreuse]Etkinleştirilirse: Youtube-Link oynatılıyor, varsa Bağlantı (daha yüksek kalite) - aksi takdirde standart ![/COLOR] *

# #30521
source: euronews.com : [COLOR red]!!! {0:s} - ERROR !!![/COLOR]
el_gr: euronews.com: [COLOR red]!!! {0:s} - ΣΦΑΛΜΑ !!![/COLOR]
hr_hr: euronews.com: [COLOR red]!!! {0:s} - POGREŠKA !!![/COLOR]
hu_hu: euronews.com : [COLOR red]!!! {0:s} - HIBA !!![/COLOR]
ro_ro: euronews.com : [COLOR red]!!! {0:s} - EROARE !!![/COLOR]
tr_tr: euronews.com : [COLOR red]!!! {0:s} - HATA !!![/COLOR]

# #30522
source: [COLOR red]Unfortunately, there are NO {0:s} :[/COLOR]
el_gr: [COLOR red]Δυστυχώς, δεν υπάρχουν {0:s} :[/COLOR]
hr_hr: [COLOR red]Nažalost, nema NE {0:s} :[/COLOR]
hu_hu: [COLOR red]Sajnos NINCS nincs {0:s} :[/COLOR]
ro_ro: [COLOR red]Din păcate, NU există {0:s} :[/COLOR]
tr_tr: [COLOR red]Ne yazık ki, HAYIR var {0:s} :[/COLOR]

# #30523
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
el_gr: [COLOR red]Παρουσιάστηκε σφάλμα, ελέγξτε το *LOG* ![/COLOR]
hr_hr: [COLOR red]Došlo je do pogreške, provjerite *DNEVNIK* ![/COLOR]
hu_hu: [COLOR red]Hiba történt, kérjük, ellenőrizze *NAPLÓ* ![/COLOR]
ro_ro: [COLOR red]A apărut o eroare, verificați *BUTURUGA* ![/COLOR]
tr_tr: [COLOR red]Bir hata oluştu, lütfen kontrol edin *GÜNLÜK* ![/COLOR]

# #30524
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at euronews.com
el_gr: * [COLOR blue]Στην κατηγορία: {0:s} [/COLOR] * στο euronews.com
hr_hr: * [COLOR blue]U kategoriji: {0:s} [/COLOR] * na euronews.com
hu_hu: * [COLOR blue]A kategóriában: {0:s}[/COLOR] * az euronews.com webhelyen
ro_ro: * [COLOR blue]În categorie: {0:s}[/COLOR] * la euronews.com
tr_tr: * [COLOR blue]Kategoride: {0:s}[/COLOR] * euronews.com adresinde

# #30525
source: ERROR = [COLOR red]Unfortunately no Live-Stream found ![/COLOR]
el_gr: ERROR = [COLOR red]Δυστυχώς δεν βρέθηκε ζωντανή ροή ![/COLOR]
hr_hr: ERROR = [COLOR red]Nažalost, nije pronađen nijedan live stream ![/COLOR]
hu_hu: ERROR = [COLOR red]Sajnos nem található Live-Stream ![/COLOR]
ro_ro: ERROR = [COLOR red]Din păcate, nu a fost găsit Live-Stream ![/COLOR]
tr_tr: ERROR = [COLOR red]Maalesef Canlı Yayın bulunamadı ![/COLOR]

# #30608
source: [COLOR lime]* LIVESTREAM *[/COLOR]
el_gr: [COLOR lime]* ΑΠΕΥΘΕΙΑΣ ΜΕΤΑΔΟΣΗ *[/COLOR]
hr_hr: [COLOR lime]* UŽIVO PRIJENOS *[/COLOR]
hu_hu: [COLOR lime]* ÉLŐ ADÁS *[/COLOR]
ro_ro: [COLOR lime]* TRANSMITERE LIVE *[/COLOR]
tr_tr: [COLOR lime]* CANLI YAYIN *[/COLOR]

# #30609
source: euronews Settings
el_gr: Ρυθμίσεις euronews
hr_hr: Postavke euronews
hu_hu: euronews Beállítások
ro_ro: Setări euronews
tr_tr: euronews Ayarları

# #30610
source: [COLOR lime]* EURONEWS LIVE-TV *[/COLOR]
el_gr: [COLOR lime]* Ζωντανή τηλεόραση EURONEWS *[/COLOR]
hu_hu: [COLOR lime]* Az EURONEWS LIVE-TV *[/COLOR]
tr_tr: [COLOR lime]* EURONEWS CANLI-TV *[/COLOR]
