Repository: Tuga-Green-Hat-Hacker/repository.Tuga.MATRIX
Catalog: script.metadata.editor/resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Metadata Editor
es_es: Editor de Metadatos

# #32001
source: User rating
es_es: Valoración de usuario

# #32002
source: Available entries
es_es: Entradas disponibles

# #32003
source: Add/remove available tags
es_es: Añadir/Eliminar etiquetas disponibles

# #32004
source: Add/remove available genres
es_es: Añadir/Eliminar géneros disponibles

# #32005
source: Add new item
es_es: Añadir nuevo elemento

# #32006
source: Edit current list as string
es_es: Editar lista actual como cadena

# #32007
source: Select from available items
es_es: Seleccionar de elementos disponibles

# #32008
source: Remove watchlist tag
es_es: Eliminar de lista de seguimiento

# #32009
source: Add watchlist tag
es_es: Añadir a lista de seguimiento

# #32010
source: Open editor
es_es: Abrir editor

# #32011
source: Enter floating number
es_es: Introduzca número de coma flotante

# #32012
source: Select source
es_es: Seleccionar fuente

# #32013
source: Available sources
es_es: Fuentes disponibles

# #32014
source: Default source
es_es: Fuente predeterminada

# #32015
source: Select default source
es_es: Seleccionar fuente predeterminada

# #32016
source: Edit ratings and votes
es_es: Editar valoración y votos

# #32017
source: Add source
es_es: Añadir fuente

# #32018
source: Only values between 1.0 and 10.0 are allowed.
es_es: Solo se permiten valores entre 1.0 y 10.0.

# #32019
source: Attention
es_es: Atención

# #32020
source: Set as default?
es_es: ¿Establecer como predeterminado?

# #32021
source: Enable .nfo updating for movies, TV shows and music videos
es_es: Activar actualización de .nfo para películas, series TV y videoclips

# #32022
source: value unkown (missing Kodi feature)
es_es: valor desconocido (falta la función de Kodi)

# #32023
source: Record label
es_es: Estudio de grabación

# #32025
source: Preferred language
es_es: Idioma preferido

# #32026
source: Scraper settings
es_es: Ajustes scraper

# #32024
source: Heavy server load. Please wait.
es_es: Carga de servidor intensa. Por favor espere.

# #32027
source: TV show library is based on informations of
es_es: La biblioteca de serie TV se basa en información de

# #32029
source: Enable JSON logging
es_es: Activar registro JSON

# #32030
source: Rating updater
es_es: Actualizador de valoraciones

# #32028
source: Run updating process in the background
es_es: Ejecutar el proceso de actualización en segundo plano

# #32031
source: Your personal OMDb API key (www.omdbapi.com)
es_es: Su clave API personal en OMDb (www.omdbapi.com)

# #32032
source: Search by title/year if IMDb ID is missing (not recommended)
es_es: Buscar por título/año si falta la ID IMDb (no recomendado)

# #32035
source: No OMDb API key is configured, which is required to update IMDb, Rotten Tomatoes and Metacritic ratings. Please visit www.omdbapi.com and create your own API key.[CR][CR]Note: The free key is limited to 1000 calls a day. Please suggest to become a patreon of OMDb to increase the limit to 100.000.[CR][CR]Do you want to proceed updating The Movie DB ratings? This only works if you have a TMDb ID stored.
es_es: No ha configurado la clave API de OMDb, esta es requerida para actualizar valoraciones desde IMDb, Rotten Tomatoes y Metacritic. Por favor visite www.omdbapi.com y cree su propia clave API.[CR][CR]Nota: La clave API gratuita está limitada a 1000 solicitudes diarias. Considere convertirse en donante de OMDb para aumentar este límite a 100.000.[CR][CR]¿Quiere proceder a actualizar las valoraciones desde The Movie DB? Esto solo funcionara si tiene una ID de TMDb almacenada.

# #32036
source: Update TV show ratings
es_es: Actualizar valoraciones de Series TV

# #32033
source: OMDB API limit reached. Please consider to become a Patreon to increase your daily call limitation. Proceed by only using The Movie DB?
es_es: Limite de API OMDB alcanzado. Por favor, considere convertirse en donante para aumentar su limite de solicitudes diarias. ¿Proceder usando solo The Movie DB?

# #32034
source: Create .nfo file if missing
es_es: Crear archivo .nfo si está pendiente

# #32037
source: Update movie ratings
es_es: Actualizar valoraciones de películas

# #32038
source: Update all ratings
es_es: Actualizar todas las valoraciones

# #32039
source: Update ratings
es_es: Actualizar valoraciones

# #32040
source: Edit data for
es_es: Editar datos para

# #32042
source: Canceled
es_es: Cancelado

# #32043
source: MPAA region
es_es: Región MPAA

# #32041
source: Update premiered/year if database value is different
es_es: Actualizar premiered/año si los valores de la base de datos son diferentes.

# #32044
source: Skip updating of MPAA
es_es: Omitir actualización de MPAA

# #32045
source: Update episode ratings
es_es: Actualizar valoraciones de episodios

# #32047
source: No default source defined
es_es: No hay una fuente predeterminada definida

# #32048
source: No items found
es_es: No se encontraron elementos

# #32046
source: Update .nfo
es_es: Actualizar .nfo

# #32049
source: Incomplete arguments or content type not supported
es_es: Argumentos incompletos o tipo de contenido no soportado

# #32050
source: Do you want to cancel the update?
es_es: ¿Desea cancelar la actualización?

# #32051
source: Content
es_es: Contenido

# #32052
source: Fallback to US MPAA if configured country has no certification stored
es_es: Recurrir a MPAA de EE. UU. Si el país configurado no tiene ninguna certificación almacenada

# #32053
source: Don't store "NR" (Not rated) MPAA rating
es_es: No almacenar "NR" (Not rated) valoración MPAA

# #32054
source: Do you want to rate the following item?
es_es: ¿Quiere valorar el siguiente elemento?

# #32055
source: Automatically update changed watched states to .nfo
es_es: Actualizar automáticamente los estados de vistos modificados a .nfo

# #32056
source: Rate your media if playback has ended
es_es: Calificar sus medios si la reproducción ha finalizado

# #32057
source: Write watched flag and playcount to .nfo
es_es: Escribir etiqueta de visto y recuento de reproducciones en .nfo
