Repository: Tuga-Green-Hat-Hacker/repository.Tuga.MATRIX
Catalog: plugin.video.euronews_com/resources/language/resource.language.*/strings.po
Languages: es_es, nb_no, ru_ru

# #30000
source: General
nb_no: Generell
ru_ru: генеральный

# #30001
source: Advanced
es_es: Avanzado
nb_no: Avansert
ru_ru: Продвинутый

# #30110
source: Euronews - Language
es_es: Euronews - Idioma
nb_no: Euronews - Språk
ru_ru: Euronews - Язык

# #30111
source: English
es_es: Inglés
nb_no: Engelsk
ru_ru: Английский

# #30112
source: Greek
es_es: Griego
nb_no: Gresk
ru_ru: Греческий

# #30113
source: French
es_es: Francés
nb_no: Fransk
ru_ru: Французский

# #30114
source: German
es_es: Alemán
nb_no: Tysk
ru_ru: Немецкий

# #30115
source: Italian
es_es: Italiano
nb_no: Italiensk
ru_ru: Итальянский

# #30116
source: Spanish
es_es: Español
nb_no: Spansk
ru_ru: Испанский

# #30117
source: Portuguese
es_es: Portugués
nb_no: Portugisisk
ru_ru: Португальский

# #30118
source: Hungarian
es_es: Húngaro
nb_no: Ungarsk
ru_ru: Венгерский

# #30119
source: Russian
es_es: Ruso
nb_no: Russisk
ru_ru: Русский

# #30120
source: [COLOR orangered]Ukrainian (switched off)[/COLOR]
es_es: [COLOR orangered]Ucraniano (apagado)[/COLOR]
nb_no: [COLOR orangered]Ukrainsk (avslått)[/COLOR]
ru_ru: [COLOR orangered]Украинский (выключен)[/COLOR]

# #30121
source: Turkish
es_es: Turco
nb_no: Tyrkisk
ru_ru: Турецкий

# #30122
source: Arabic
es_es: Árabe
nb_no: Arabisk
ru_ru: Арабский

# #30123
source: Persian
es_es: Persa
nb_no: Persisk
ru_ru: Персидский

# #30124
source: Videos preferably play via [COLOR yellow]*YOUTUBE-Link*[/COLOR]
es_es: Los videos se reproducen preferiblemente a través de [COLOR yellow]*YOUTUBE-Link*[/COLOR]
nb_no: Videoer spilles helst via [COLOR yellow]*YOUTUBE-Link*[/COLOR]
ru_ru: Видео желательно воспроизводить через [COLOR yellow]*YOUTUBE-Link*[/COLOR]

# #30125
source: Use Thumb as Background-Fanart
es_es: Usar el pulgar como fondo-Fanart
nb_no: Bruk tommelen som bakgrunn-Fanart
ru_ru: Использовать большой палец как фон-фанарт

# #30126
source: Show Addon-Settings in the overview
es_es: Mostrar configuración de complementos en la descripción general
nb_no: Vis Addon-innstillinger i oversikten
ru_ru: Показать настройки аддона в обзоре

# #30127
source: Detailed Addon-Debug (otherwise only Minimal-Log)
es_es: Depuración de complementos detallada (de lo contrario, solo registro mínimo)
nb_no: Detaljert Addon-Debug (ellers bare Minimal-Logg)
ru_ru: Подробная отладка аддона (в противном случае только минимальный журнал)

# #30230
source: [B][COLOR ff0099ff]LANGUAGE[/COLOR][/B]
es_es: [B][COLOR ff0099ff]IDIOMA[/COLOR][/B]
nb_no: [B][COLOR ff0099ff]SPRÅK[ COLOR][/B]
ru_ru: [B][COLOR ff0099ff]ЯЗЫК[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
es_es: [B][COLOR ff0099ff]JUGAR[/COLOR][/B]
nb_no: [B][COLOR ff0099ff]SPILLE[/COLOR][/B]
ru_ru: [B][COLOR ff0099ff]ИГРАТЬ В[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]FANART[/COLOR][/B]
es_es: [B][COLOR ff0099ff]ARTE DE FAN[/COLOR][/B]
nb_no: [B][COLOR ff0099ff]FAN KUNST[/COLOR][/B]
ru_ru: [B][COLOR ff0099ff]ФАН-АРТ[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
es_es: [B][COLOR ff0099ff]AJUSTES[/COLOR][/B]
nb_no: [B][COLOR ff0099ff]INNSTILLINGER[/COLOR][/B]
ru_ru: [B][COLOR ff0099ff]НАСТРОЙКИ[/COLOR][/B]

# #30234
source: [B][COLOR ff0099ff]LOG[/COLOR][/B]
es_es: [B][COLOR ff0099ff]INICIAR SESIÓN[/COLOR][/B]
nb_no: [B][COLOR ff0099ff]LOGG[/COLOR][/B]
ru_ru: [B][COLOR ff0099ff]ЖУРНАЛ[/COLOR][/B]

# #30350
source: * [COLOR chartreuse]If activated: playing Youtube-Link, if Link available (higher quality) - otherwise standard ![/COLOR] *
es_es: * [COLOR chartreuse]Si está activado: reproducir Youtube-Link, si Link está disponible (mayor calidad), ¡de lo contrario es estándar ![/COLOR] *
nb_no: * [COLOR chartreuse]Hvis aktivert: å spille av Youtube-Link, hvis Link tilgjengelig (høyere kvalitet) - ellers standard ![/COLOR] *
ru_ru: * [COLOR chartreuse]Если активирован: проигрывание Youtube-Link, если ссылка доступна (более высокое качество) - в противном случае стандартная ![/COLOR] *

# #30521
source: euronews.com : [COLOR red]!!! {0:s} - ERROR !!![/COLOR]
nb_no: euronews.com: [COLOR red]!!! {0:s} - FEIL !!![/COLOR]
ru_ru: euronews.com : [COLOR red]!!! {0:s} - ОШИБКА !!![/COLOR]

# #30522
source: [COLOR red]Unfortunately, there are NO {0:s} :[/COLOR]
es_es: [COLOR red]Desafortunadamente, NO hay {0:s} :[/COLOR]
nb_no: [COLOR red]Dessverre er det INGEN {0:s} :[/COLOR]
ru_ru: [COLOR red]К сожалению, нет {0:s} :[/COLOR]

# #30523
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
es_es: [COLOR red]Ha ocurrido un error, por favor marque *LOG* ![/COLOR]
nb_no: [COLOR red]Det har oppstått en feil, sjekk *LOGG* ![/COLOR]
ru_ru: [COLOR red]Произошла ошибка, пожалуйста, проверьте *ЖУРНАЛ* ![/COLOR]

# #30524
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at euronews.com
es_es: * [COLOR blue]En la Categoría: {0:s}[/COLOR] * en euronews.com
nb_no: * [COLOR blue]I kategorien: {0:s}[/COLOR] * på euronews.com
ru_ru: * [COLOR blue]В категории: {0:s}[/COLOR] * на euronews.com

# #30525
source: ERROR = [COLOR red]Unfortunately no Live-Stream found ![/COLOR]
es_es: ERROR = [COLOR red]Lamentablemente no se ha encontrado Live-Stream ![/COLOR]
nb_no: ERROR = [COLOR red]Dessverre ingen live-stream funnet ![/COLOR]
ru_ru: ERROR = [COLOR red]К сожалению, Live-Stream не найден ![/COLOR]

# #30608
source: [COLOR lime]* LIVESTREAM *[/COLOR]
nb_no: [COLOR lime]* DIREKTESTRØMMING *[/COLOR]
ru_ru: [COLOR lime]* Прямой эфир *[/COLOR]

# #30609
source: euronews Settings
es_es: Configuración de euronews
nb_no: euronews Innstillinger
ru_ru: Настройки евроньюс

# #30610
source: [COLOR lime]* EURONEWS LIVE-TV *[/COLOR]
es_es: [COLOR lime]* EURONEWS TV EN VIVO *[/COLOR]
