Repository: Tuga-Green-Hat-Hacker/repository.Tuga.MATRIX
Catalog: script.module.AceStreamPlayer/resources/language/resource.language.*/strings.po
Languages: pt_pt

# #30000
source: Downloading Acestream ...
pt_pt: Descarregando Acestream...

# #30001
source: Complete Download
pt_pt: Descarga Completa

# #30002
source: Unzipping Files ...
pt_pt: Descomprimindo Arquivos...

# #30003
source: Error unzipping Files in %s
pt_pt: Error a descomprimir Arquivos em %s

# #30004
source: Cleaning Files ...
pt_pt: Limpando Aquivos...

# #30005
source: Acestream installed successfully!
pt_pt: Acestream instalado com êxito!

# #30006
source: Timeout: %s seconds
pt_pt: Tempo de espera: %s segundos

# #30007
source: Downloading
pt_pt: Descarregando

# #30009
source: Status: %s
pt_pt: Estado: %s

# #30010
source: Download: %s Kb/s
pt_pt: Descarga: %s Kb/s

# #30011
source: Upload: %s Kb/s
pt_pt: Subida: %s Kb/s

# #30012
source: Seeds: %s
pt_pt: Sementes: %s

# #30013
source: Downloaded: %s Mb
pt_pt: Descarregado: %s Mb

# #30014
source: Uploaded: %s Mb
pt_pt: Subido: %s Mb

# #30015
source: The ID is not in a valid format
pt_pt: O ID não tem um formato válido

# #30016
source: We were unable to start the Acestream engine. Make sure it is started before continuing. More information at https://t.me/Tuga
pt_pt: Não podemos iniciar o motor Acestream. Certifique de que está iniciado antes de continuar. Mais informações em https://t.me/Tuga

# #30017
source: Cancel
pt_pt: Cancelar

# #30018
source: Continue
pt_pt: Continuar

# #30019
source: Engine not started
pt_pt: Engine não iniciado

# #30020
source: Play Acestream ID / Torrent URI
pt_pt: Reproduzir identificador Acestream / Torrent URI

# #30021
source: Settings
pt_pt: Ajustes

# #30022
source: Enter an Acestream ID or URI
pt_pt: Introduza uma URI ou ID Acestream

# #30023
source: Unsupported operating system
pt_pt: Sistema operativo não suportado

# #30024
source: AceStream Engine IP address
pt_pt: Direção IP do servidor AceStream Engine

# #30025
source: AceStream Engine port
pt_pt: Porta do servidor AceStream Engine

# #30026
source: Maximum time to open Acestream engine
pt_pt: Tempo máximo para abrir o motor Acestream

# #30027
source: Please install Acestreamplayer via snap before continuing.
pt_pt: Por favor, instale Acestreamplayer mediante snap antes de continuar.

# #30028
source: Reinstall Acestream
pt_pt: Reinstalar Acestream

# #30029
source: Acestream installed:
pt_pt: Acestream instalado:

# #30030
source: Option %s: %s
pt_pt: Opção %s: %s

# #30031
source: No links found in %s
pt_pt: Não se encontrou links em %s

# #30032
source: Enter a website to find Acestream links
pt_pt: Introduza uma web para buscar links Acestream

# #30033
source: Opening Acestream engine ...
pt_pt: Abrindo motor Acestream...

# #30034
source: Connecting ...
pt_pt: Conectando...

# #30035
source: Acestream engine closed
pt_pt: Motor Acestream encerrado

# #30036
source: Stop Acestream Engine
pt_pt: Parar motor Acestream

# #30037
source: Playback history
pt_pt: Historial de reproduções

# #30038
source: Find links ...
pt_pt: Buscar links...

# #30039
source: External player
pt_pt: Reproductor externo

# #30040
source: Acestream engine NOT closed
pt_pt: Motor Acestream NÃO encerrado

# #30041
source: It is necessary to open the acestream engine before playing the video Do you want us to open it for you? Return to kodi when the engine is started
pt_pt: É necessário abrir o motor acestream antes de reproduzir o video ¿Deseja que o abrimos para ti? Voltar ao kodi quando o motor está iniciado

# #30042
source: Stop the Acestream Engine automatically
pt_pt: Parar o Motor Acestream automaticamente

# #30043
source: Show Acestream information in OSD
pt_pt: Mostrar informação Acestream em OSD

# #30044
source: Remember last operating ID
pt_pt: Recordar último ID operativo
